Plan:
```
Terraform will perform the following actions:

  # aws_route53_zone.goodcoin_org will be created
  + resource "aws_route53_zone" "goodcoin_org" {
      + comment       = "Managed by Terraform - do not edit manually"
      + force_destroy = false
      + id            = (known after apply)
      + name          = "good-coin.org"
      + name_servers  = (known after apply)
      + vpc_id        = (known after apply)
      + vpc_region    = (known after apply)
      + zone_id       = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```